Repository: common-repository/profpanda-custom-dashboard-widget
Catalog: languages/profpandacdw-*.po
Languages: pt_br

source: <span class="dash">Dashboard</span>
pt_br: <span class="dash">Página Inicial</span>

source: Dashboard Title
pt_br: Título

source: Dashboard Content
pt_br: Conteúdo

source: Dashboard Position
pt_br: Posição

source: Widget Priority
pt_br: Prioridade

source: Create your own Dashboard Widget.
pt_br: Crie seu próprio Widget da Página Inicial.

source: Enter the Title of your Dashboard Widget.
pt_br: Digite o Título do seu Widget.

source: Type the content of the Widget, HTML is supported
pt_br: Digite o conteúdo do seu Widget, suporta código HTML.

source: Enter content of your Dashboard Widget.
pt_br: Digite o conteúdo do seu Widget.

source: Core
pt_br: Esquerda

source: Side
pt_br: Direita

source: Allow you to choose to alocate your widget in the left (core) or the right (side) on the screen.
pt_br: Permite a você escolher em colocar o seu Widget na esquerda ou na direita da tela.

source: Show your widget on top of the Dashboard.
pt_br: Mostra seu Widget no topo da lista.

source: Save Settings
pt_br: Salvar configurações

source: Configure
pt_br: Configurar

source: You should <a href='options-general.php?page=pcdw'>define</a> your custom content to go here.
pt_br: Você precisa <a href='options-general.php?page=pcdw'>definir</a> o conteúdo do seu Widget.

source: You should ask your admin to put some custom content here.
pt_br: Você precisa pedir ao seu Administrador do Sistema para colocar o conteúdo aqui.
